Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/gotkkat_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: Muitalus gotkkaid birra
smn: Muštâlus kuuđhâin

source: Oktii lei gotka gii ii jáhkkán Kilimanjaro gávdnot.
smn: Motomin lâi kutkâ, kote ij oskom, et Kilimanjaro kávnoo.

source: Son ii lean goassige leamaš gotkkabeasi sevdnjes feaskáriid olggobealde, ja danin doaivvui beasi olles máilbmin.
smn: Sun ij lam kuássin iällám kuđhâmievtâ sevŋis viäskárij ulguubeln, já tondiet sun noobdij mievtâ oles maailmin.

source: Son lei hui viššal ja barggán ja juohke beaivvi stuoridii beasi ja rokkai feaskáriid, rokkai ja stuoridii.
smn: Sun lâi hirmâd viššâl já porgiš já styeredij jyehi peeivi mievtâ já ruugâi viäskárijd, ruugâi já styeredij.

source: Barggánis gotka ja dat eará gotkkat barge nu viššalit, ja nu šattaige beassi dađistaga stuorát, alit ja fiidnát.
smn: Taat viššâlis kutkâ já toh eres kuuđhah porgii hirmâd iäljárávt, já nuuvt te mievtâst kuuloold šoodâi ain stuárráb, ollagub já fijnásub.

source: De gohččojuvvojedje buot gotkkat čoahkkimii ja soames vuorrasit ja hui viissis gotka sártnui sidjiide.
smn: Nuuvt te puávdejii puoh kuuđhâid čuákkimân, já mottoom vuorâsub viijses kutkâ sáárnui sijjân.

source: - Ráhkis ustibat, dajai son, mii fertet dál vuolgit vánddardit.
smn: - Rähis usteveh, sun eeđâi, mij ferttip tääl vaandârdškyettiđ.

source: Mis lea biebmu nohkan ja fertet vuolgit ohcat eambbo.
smn: Mist lii purrâmuš nuuhâm já mij ferttip uuccâđ lase.

source: Dál galgabehtet maiddái geahčadit mii doppe olgun oidno.
smn: Tääl kolgâvetteđ meiddei kejâdiđ, mii tobbeen olgon uáinoo.

source: Go ollebehtet dáid sevdnjes feaskáriid olggobeallái, de beassabehtet oaidnit ahte máilmmis gávdno eambbo go min gotkkabeassi.
smn: Ko pesâvetteđ tái sevŋis viäskárij ulguubel, te pesâvetteđ uáiniđ, et maailmist kávnoo eenâb ko mii jieččân kuđhâmiehtâ.

source: Vaikko leage min beassi hui allat ja fiidnát huksejuvvon, de gávdno várri mii lea mihá, mihá alit.
smn: Veik mii miehtâ lii-uv olluv já fiijnáht huksejum, te kávnoo vääri, mii lii čuuvtij ollâgub.

source: Nu alla beasi eai sáhte viššaleamos gotkkatge hukset.
smn: Nuuvt ollâ mievtâ iä pyevti viššâlumos kuuđhahkin huksiđ.

source: Dat várri ollá balvvaid bajábeallai, ja danin lea várrečohkas álo muohta.
smn: Tot vääri olá poolvâi paajaabel, já tondiet väričohheest lii ain muotâ.

source: Vári namma lea Kilimanjaro, ja doppe lea Beaiveáhčis, Mánnoeatnis ja buot nástemánážiin iežaset ruoktu.
smn: Vääri nommâ lii Kilimanjaro, já tobbeen lii Piäivášeejist, Mánudâšeenist já puoh täsnipárnáin jieijâs päikki.

source: Muhto jus dan háliidehpet oaidnit, de gal fertebehtet bajidit čalmmiid almmi guvlui.
smn: Mut jis tij tom haalijdvetteđ uáiniđ, te kale kolgâvetteđ pajediđ čoolmijd alme kulij.

source: Dahket dan, gehččet "Dan Dovdameahttuma!" ávžžuhii Vuoras.
smn: Porgâđ nuuvt, keččâđ "Tom Tubdâmettum!" Vuorâs avžui.

source: - "Diet gal hoavrrid!" dajai barggánis gotka.
smn: - "Tiet kale huávrist!" viššâlis kutkâ eeđâi.

source: Dovdameahttuma!
smn: Tubdâmettum!

source: Mun goit in leat goassige gullan mánu birra ja váriid birra.
smn: Mun kuittâg jiem lah kuássin kuullâm mánudáást já vaarijn.

source: "Lehpet go dii?" jearai son vieljainis.
smn: "Leppeđ-uv tij?" sun koijâdij viljâinis.

source: - Eat, vástidedje.
smn: - Ep mijgen lah, sij västidii.

source: Cukcasat, diet gal leat cukcasat!
smn: Mainâseh, toh kale láá mainâseh!

source: - "Dien gal in jáhke ovdalgo oainnán!" dajai barggánis gotka, ja buot su vieljat ledje suinna ovttaoaivilis.
smn: - "Toos kale jiem osko ovdilgo uáinám!" eeđâi viššâlis kutkâ, já puoh suu viiljah lijjii siämmáá mielâ suin.

source: Čuvges mánoheahpin sii vulge.
smn: Čuovjis mánutteppen sij vuolgii.

source: Láđasmánnu čuovggai Kilimanjaro čohka bajábealde.
smn: Lođasmáánu paaštij Kilimanjaro čohe paajaabeln.

source: Muohta šealgái dego silba ja buot lei hui čáppat.
smn: Muotâ šiälgui tego silbâ já puoh lâi hirmâd muččâd.

source: Unna gotkkažat ruvgaledje maŋŋemaŋŋálaga.
smn: Uccâ kuđhiih ruottii maŋaluvâi.

source: Sii guvle aivvefal eatnamii, vai eai manaše biepmu meaddel, gahčaše soames ráigái eai ge spiehkastivčče ráiddus eret.
smn: Sij kuovlii aaibâs enâmân, amas moonnâđ purrâmuš lappâd, koččâđ mongin rááigán teikâ spiehâstiđ rááiđust.

source: Go ledje mealgadii ollen, de gávdne mieskan muora, mii lei muttágis stuoris.
smn: Ko sij lijjii masa jo peessâm toho kuus kolgii-uv, sij kavnii mieskâm muorâ, mii lâi mudágis styeres.

source: Dasa bisanedje, boradedje já de jorggihedje fas beasi guvlui.
smn: Sij orostii toos, purâdii já jorgettii vuod mievtâ kulij.

source: - Vuoi, lei buorre ruoktot ollet, dajai šieđđaluvvan barggánis gotka, muhto mun gal in oaidnán mánu, in beaivváža inge váriid.
smn: - Vuoi, lâi pyeri pááikán peessâđ, eeđâi šieđâlum iäljáris kutkâ, mut mun kale jiem uáinám mánudáá, jiem piäiváá jiemge vaarijd.

source: Oinniidet go dii?
smn: Ooinijd-uv tij?

source: - Eat, eat mii ge gal oaidnán, vástidedje earát, ja buohkat ledje mielasteaset hui jierbmát.
smn: - Ep, ep mijgin kale uáinám, iäráseh västidii, já puohah lijjii jieijâs mielâst hirmâd jiärmáliih.

source: Muhto unna gotkabártnáš ii lean vel ollen.
smn: Mut uccâ kutkâkaandâš ij lam valagin peessâm toho.

source: Son lei bázilduvvan earáin.
smn: Sun lâi kuođâldum.

source: Go de viimmat ollii, de bealkkahalai daidda earáide, ja sii vuortnuhedje, manin son lei nie earáin spiehkastan.
smn: Ko sun viijmâg juovdâi toho, iäráseh pelkkii suu oolâ já vuárnuttii, mondiet sun lâi toin naalijn spiehâstâm iärásijn.

source: - Mun bajidin čalmmiidan, nu movt Vuoras lei nevvon, vástidii.
smn: - Mun pajedim čolmijdân, tego Vuorâs lâi ravvim, sun västidij.

source: Ja de áicen gotkkabeasi, mii lei nu allat, ahte olii gitta albmái.
smn: Jeđe mun aiccim kuđhâmievtâ, mii lâi nuuvt olluv, et tot uulâi alme räi.

source: Das lei čuovgi silba bajemusas, jorba gollekruvdna, ja birra ledje duháhiid mielde helmmot.
smn: Tast lâi čyevvee silbâ pajemužžân, jurbâ kollekruvnâ, já pirrâ lijjii tuháttij mield cimccâheh.

source: - Die gal leat dušši ságat, dadje earát.
smn: - Toh kale láá tuššesaavah, iäráseh ettii.

source: - Dien don gal dajat duššefal vai don nai orut juoga.
smn: - Tom tun eeđah tuše tondiet, vâi tun še liččih kiinii.

source: Mii han bođiimet seamma geainnu, eatge mii goit oaidnán maidege.
smn: Mijhân poođijm siämmáá kiäinu, epke mij uáinám maiden.

source: Bargga dal baicca juoidá.
smn: Poorgâ peri tääl maidnii.

source: It galgga šat mozidit!
smn: Jieh koolgâ innig moggediđ!

source: Muhto gotkabártnáš ii vajálduhttán maid lei oaidnán, ja suoli muitalii son eará mánáide:
smn: Mut kutkâpáárnáš ij vájálduttâm, maid sun lâi uáinám, já syele sun muštâlij etes párnáid:

source: - Vuorrasis lei riekta, dajai son.
smn: - Vuorâs lâi vuoigâdist, sun eeđâi.

source: Máilbmi lea mihá stuorát go dát min beassi.
smn: Maailm lii čuuvtij stuárráb ko taat mii miehtâ.

source: Dovdameahttun duođaidge gávdno!
smn: Tubdâmettum tuođâi-uv kávnoo!

source: Juos háliidehpet, de sáhttibehtet dii nai dan oaidnit.
smn: Jis tij haalijdvetteđ, te pyehtivetteđ tij-uv tom uáiniđ.
